Repository: BeyondYourself/noteshrinker-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cn, pt

source: Russian
cn: 俄语

source: English
cn: 英语

source: Portuguese
cn: 葡萄牙语

source: Simplified Chinese
cn: 简体中文

source: Переключить язык:
cn: 更改语言:
pt: Mudar a lingua:

source: Простое решение для удобства работы с заметками, лекциями, записками и рабочими документами
cn: 轻松整理笔记，讲稿和各类文件
pt: Ferramenta prática para trabalhar com notas, apontamentos e documentos.

source: Добавьте файлы, нажмите на кнопку <strong>Преобразовать</strong> и загрузите свои изображения в PDF или в сжатых PNG по отдельности.
cn: 上传文件, 点击 <strong>转换按钮</strong> 下载 已压缩好的 PDF 或 PNG 文件
pt: Carregue os ficheiros, clique <strong>Converter</strong> e faça download como PDF ou num arquivo zip.

source: 1. Добавить файлы
cn: 1. 添加文件
pt: 1. Adicionar ficheiros

source: 2. Преобразовать
cn: 2. 转换
pt: 2. Converter

source: 3. Скачать PDF
cn: 3. 下载 PDF
pt: 3. Download PDF

source: 3. Скачать изображения в ZIP архиве
cn: 3. 将图片打包为 ZIP 格式下载
pt: 3. Download de imagens em arquivo ZIP

source: Загрузить все
cn: 上传所有
pt: Carregar tudo

source: Отменить загрузку
cn: 取消
pt: Cancelar

source: Удалить выбранные
cn: 删除所选
pt: Eliminar seleccionados

source: Настройки
cn: 设置
pt: Configuração

source: Название картинок
cn: 图片文件名
pt: Prefixo do ficheiro das imagens

source: картинка
cn: 页面
pt: página

source: Название PDF
cn: PDF 文件名
pt: nome do ficheiro PDF

source: документы
cn: 文档
pt: documento

source: Цветов на выход
cn: 目标颜色
pt: Cores resultantes

source: Пикселей учитывать, в %%
cn: 取样 %% 像素点
pt: %% de pixeis para analisar

source: Насыщенность фона
cn: 背景饱和度
pt: Saturação do fundo

source: Пороговое значение фона
cn: 背景阈值 %%
pt: Limite do valor do fundo %%

source: Единая палитра цветов
cn: 所有页面使用同一配色方案
pt: Pálete única para todas as pages

source: Оставить порядок следования
cn: 按规则对文件排序
pt: Ficheiros ordenados como especificado

source: Белый фон
cn: 使背景变白
pt: Fundo branco

source: Примечания
cn: 笔记
pt: Notas

source: <li>Максимальный размер изображения - <strong>50 Мб</strong>.</li> <li>Для загрузки доступны только файлы изображений (<strong>JPG, GIF, PNG</strong>).</li> <li>Вы можете <strong>перетащить</strong> файлы прямо в окно браузера (смотрите документацию по <a href="https://github.com/blueimp/jQuery-File-Upload/wiki/Browser-support">Поддержке браузеров</a>). </li> <li>Этот проект сделан на основе <strong>открытого исходного кода (open source) </strong> - он доступен по ссылке <a href="http://github.com/delneg/noteshrinker-django">Noteshrinker</a>. </li>
cn: <li>文件最大限制 - <strong>50 Mb</strong>.</li> <li>只能上传图片格式的文件 (<strong>JPG, GIF, PNG</strong>).</li> <li>你可以直接 <strong>拖放文件</strong>至浏览器 (查看文件请点此链接 <a href="https://github.com/blueimp/jQuery-File-Upload/wiki/Browser-support">浏览器 支持</a>). </li> <li>本项目是 <strong> 开源的 </strong> - 在这里提供支持 <a href="http://github.com/delneg/noteshrinker-django">Noteshrinker</a>. </li>
pt: <li>Tamanho máximo do ficheiro - <strong>50 Mb</strong>.</li> <li>Apenas imagens são permitidas (<strong>JPG, GIF, PNG</strong>).</li> <li>É possivel <strong>arrastar e largar</strong> na janela do browser (ver a documentação em <a href="https://github.com/blueimp/jQuery-File-Upload/wiki/Browser-support">para se é suportado pelo seu browser </a>). </li> <li>Este projecto é <strong> Open Source </strong> - está disponivel em <a href="http://github.com/delneg/noteshrinker-django">Noteshrinker</a>. </li>

source: Файл слишком большой
cn: 文件过大
pt: O ficheiro é demasiado grande

source: Файл слишком маленький
cn: 文件过小
pt: O ficheiro é demasiado pequeno

source: Запрещенный тип файла
cn: 拓展名不符
pt: Extensão do ficheiro restrica

source: Максимальное кол-во файлов достигнуто
cn: 文件数已达上限
pt: Tamanho máximo do ficheiro alcançado

source: Загружено больше данных, чем размер файла
cn: 文件大小已达上限
pt: Carregou mais do que o tamanho do ficheiro

source: Сервер вернул пустой ответ на загрузку
cn: 服务器没有应答
pt: Servidor respondeu com resposta vazia

source: Ошибка
cn: 错误
pt: Erro

source: Загрузить
cn: 上传
pt: Carregar

source: Отменить
cn: 取消
pt: Cancelar

source: Удалить
cn: 删除
pt: Eliminar

source: Нет загруженных файлов!
cn: 没有上传文件!
pt: Nenhum ficheiro foi carregado!
